alacritty
alsa-utils
anki-bin
arandr
arduino-ide
autorandr
base
base-devel
bitwarden
blueman
bluetuith
bluez
bluez-obex
bluez-utils
bootstrap
borg
brightnessctl
bt-dualboot
btop
cbonsai
chntpw
clang
clipse
cmake
cmatrix
codelldb-bin
cowsay
cryfs
dart
discord
dmenu
dolphin
dosfstools
dwarffortress
easyeffects
efibootmgr
emscripten
encfs
eslint
exfatprogs
expac
eza
fd
feh
ffmpegthumbnailer
ffmpegthumbs
firefox
firefox-tridactyl
firefox-tridactyl-native
flameshot
flatpak
fzf
gamemode
git
github-cli
gnome-browser-connector
gnome-keyring
gnome-session
gnome-settings-daemon
gnome-shell
gnome-themes-extra
go
gparted
grim
grub
gstreamer-vaapi
gtk-engine-murrine
gtk-engines
gtkmm
gtkmm-4.0
gwenview
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker-git
i3-wm
i3blocks
i3lock
i3status
intel-ucode
jdk-openjdk
jq
jre21-openjdk
jre8-openjdk
kate
kdeconnect
kdenlive
kitty
kvantum
lazygit
lib32-nvidia-utils
lib32-opencl-nvidia
libreoffice-fresh
libstrangle
linux
linux-firmware
linux-lts
linux-lts-headers
lua51
maim
meson
minecraft-launcher
mkinitcpio-firmware
mtools
nano
ncdu
ncspot
neofetch
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
nvidia
nvidia-lts
nvidia-settings
nwg-look
obs-studio
obsidian
okular
opencl-nvidia
openresolv
os-prober
pacman-contrib
picom
pika-backup
plasma-meta
plasma-workspace
polybar
prettier
pulsemixer
python-pip
python-pipx
python-pywal
qt5-wayland
qt6ct-kde
reflector
ripgrep
rofi-wayland
rust
sassc
sddm
selectdefaultapplication-git
sg3_utils
skim
slurp
spicetify-cli
spicetify-themes-git
spotify-launcher
spotify-tui
spotifyd
sqlitebrowser
stow
stremio
sudo
swappy
sway
swaync
swww
thunar
thunderbird
ticktick
timeshift
tree
tree-sitter-cli
ttf-atkinson-hyperlegible
ttf-dejavu
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tumbler
typescript
udiskie
ufw
unarchiver
uxplay
vim
visual-studio-code-bin
waybar
wget
wireguard-tools
wl-clipboard
wlogout
wpa_supplicant_gui
wttrbar
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdotool
xf86-video-vesa
xinput-gui
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yazi
zathura
zathura-pdf-mupdf
zellij
zig
zsh
