Last Updated: Sun Oct 13 01:53:23 PM CDT 2024

Total Packages: 1072
Foreign Packages: 30

base
base-devel
bluetuith (FOREIGN)
bluez
bluez-utils
brightnessctl
btop
clang
clipse (FOREIGN)
cmake
code
dolphin
dosfstools
efibootmgr
eslint
eza
fd
feh
ffmpegthumbnailer
ffmpegthumbs
firefox
firefox-tridactyl
flatpak
flutter (FOREIGN)
fzf
git
github-cli
gnome-themes-extra
gnome-tweaks
go
grim
grub
gtk-engine-murrine
gtk4
gwenview
hypridle
hyprland
hyprlock
hyprpicker
intel-ucode
java-runtime-common
kdeconnect
keyd
kitty
kvantum
lazygit
libreoffice-fresh
linux
linux-firmware
maim
meson
mkinitcpio-firmware (FOREIGN)
mtools
nano
ncdu
ncspot
neofetch
neovim
network-manager-applet
networkmanager
nodejs
npm
ntfs-3g
nvidia
nvidia-prime
nvidia-prime-rtd3pm (FOREIGN)
nvidia-settings
nwg-look
obs-studio
openresolv
os-prober
pacman-contrib
pika-backup
plasma-desktop
plasma-meta
prettier
pulsemixer
pyprland (FOREIGN)
python-pip
python-pipx
qbittorrent
qt5ct
qt6ct
reflector
ripgrep
rofi-wayland
rust
sassc
sddm
slurp
spicetify-cli (FOREIGN)
spotify-launcher
sqlitebrowser
stow
stremio (FOREIGN)
sudo
swappy
swaync
swww
sysfsutils
thunar
tmux
tree
ttf-atkinson-hyperlegible
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono-nerd
tumbler
typescript
ufw
unzip
waybar
wget
wireguard-tools
wireguird (FOREIGN)
wl-clipboard
wttrbar (FOREIGN)
xdg-desktop-portal-hyprland
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xclipboard
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay (FOREIGN)
yay-debug (FOREIGN)
zathura
zellij
zoxide
zsh
