Last Updated: Thu May 29 12:27:46 PM CDT 2025

Total Packages: 1321
Foreign Packages: 33

7zip
anki-bin (FOREIGN)
arandr
arc-gtk-theme (FOREIGN)
base
base-devel
bitwarden
blueman
bluetui
bluetuith (FOREIGN)
bluez
bluez-utils
brightnessctl
btop
cargo-generate
chntpw
clang
clipse (FOREIGN)
cmake
cmatrix
cowsay
docker
docker-compose
dolphin
dosfstools
dust
efibootmgr
eslint
evtest
expac
eza
fd
feh
ffmpegthumbnailer
ffmpegthumbs
file-roller
firefox
firefox-tridactyl
flatpak
ftxui (FOREIGN)
fzf
gammastep
gedit
ghostty
gimp
git
github-cli
glow
gnome-disk-utility
gnome-themes-extra
gnome-tweaks
go
gparted
grim
grub
gtk-engine-murrine
gtk4
gvfs-smb
gvim
gwenview
hunspell-en_ca
hyphen-en
hypridle
hyprland
hyprlock
hyprpicker
hyprsunset
imagemagick
intel-ucode
java-runtime-common
jdk21-openjdk
jdtls (FOREIGN)
kdeconnect
kdenlive
keyd
kitty
kvantum
lazygit
libmythes
libreoffice-fresh
libsass
linux
linux-firmware
lua-language-server
maim
mako
meson
mkinitcpio-firmware (FOREIGN)
mtools
nano
nautilus
nautilus-open-any-terminal (FOREIGN)
nautilus-python
ncdu
ncspot
neofetch (FOREIGN)
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
npm
ntfs-3g
nvidia
nvidia-prime
nvidia-prime-rtd3pm (FOREIGN)
nvidia-settings
nwg-look
nwg-wrapper (FOREIGN)
obsidian
openjdk21-src
openresolv
os-prober
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
perl-image-exiftool
phinger-cursors (FOREIGN)
pika-backup
plasma-desktop
plasma-meta
polkit-gnome
prettier
pulsemixer
pyprland (FOREIGN)
python-i3ipc
python-pip
python-pipx
qbittorrent
qt5-wayland
qt6ct
reflector
ripgrep
rofi-lbonn-wayland-git (FOREIGN)
sddm
simple-scan
skim
slurp
smplayer
spicetify-cli (FOREIGN)
spotify-launcher
sqlitebrowser
stow
stremio (FOREIGN)
sudo
swappy
swaync
swww
sysfsutils
systemctl-tui
terminus-font
tetrs (FOREIGN)
thunar
tree
ttf-atkinson-hyperlegible
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tumbler
typescript
typst
ueberzugpp
ufw
unzip
usbmuxd
usbutils
v4l2loopback-dkms
v4l2loopback-utils
vesktop (FOREIGN)
visual-studio-code-bin (FOREIGN)
waybar
wev
wget
whois
wireguard-tools
wireguird (FOREIGN)
wl-clipboard
wlogout (FOREIGN)
wlr-randr
wlroots
wofi
wttrbar (FOREIGN)
xcb-imdkit
xdg-desktop-portal-hyprland
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xclipboard
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay (FOREIGN)
yazi
yt-dlg (FOREIGN)
zathura
zathura-pdf-mupdf
zellij-git (FOREIGN)
zoxide
zsh
